#include "function.h"
void meny() {
    std::cout << "+----------------------------------+" << '\n';
    std::cout << "| Выберите операцию над структурой |" << '\n';
    std::cout << "+----------------------------------+" << '\n';
    std::cout << "| 1. Ввод данных                   |" << '\n';
    std::cout << "| 2. Просмотр содержимого          |" << '\n';
    std::cout << "|    массива структур              |" << '\n';
    std::cout << "| 3. Добавление в массив           |" << '\n';
    std::cout << "|    структур                      |" << '\n';
    std::cout << "| 4. Удаление и изменение          |" << '\n';
    std::cout << "|    структур                      |" << '\n';
    std::cout << "| 5. Просмотр меню                 |" << '\n';
    std::cout << "| 6. Вывести информацию о состоянии|" << '\n';
    std::cout << "|    заказов на текущие сутки по   |" << '\n';
    std::cout << "|    группам изделий               |" << '\n';
    std::cout << "| 0. Выход                         |" << '\n';
    std::cout << "+----------------------------------+" << '\n';
}